Repository: Vistaus/gnome-shell-extension-lockkeys
Catalog: *.po
Languages: nl

source: Num Lock
nl: NumLock vergrendelen

source: Caps Lock
nl: CapsLock vergrendelen

source: Settings
nl: Voorkeuren

source: On
nl: Aan

source: Off
nl: Uit

source: Change indicator display options
nl: Pas de weergaveopties van de indicator aan

source: Indicator Style
nl: Indicatorstijl

source: Notifications Only
nl: Alleen meldingen

source: Num-Lock Only
nl: Alleen NumLock

source: Caps-Lock Only
nl: Alleen CapsLock

source: Both
nl: Beide

source: Show/Hide
nl: Tonen/Verbergen

source: Show/Hide Caps-Lock Only
nl: Alleen CapsLock tonen/verbergen

source: Notifications
nl: Meldingen

source: Show notifications when state changes
nl: Toon meldingen bij aan-/uitzetten van NumLock/CapsLock

source: Osd
nl: Meldingen

source: Show notifications when key state changes
nl: Toon meldingen bij aan-/uitzetten van NumLock/CapsLock

source: Set false to suppress num-lock or caps-lock state change notifications
nl: Stel in op ‘false’ om meldingen te onderdrukken

source: Indicator style
nl: Indicatorstijl

source: Set numlock value to display only num-lock indicator, set capslock value to display only caps-lock indicator, or both for both. Set show-hide, to display corresponding indicator icons only when on.
nl: Stel de waarde ‘numlock’ in om alleen de NumLock-indicator te tonen, ‘capslock’ in om alleen de CapsLock-indicator te tonen of ‘both’ om beide te tonen. Stel in op ‘show-hide’ om alleen te tonen indien een van de knoppen wordt ingedrukt.
